---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemSpacingBackDirn1
source: html/24605c2b-967d-efa8-e42b-7f3562f78737.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemSpacingBackDirn1 Property

"Interior Major Spacing"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemSpacingBackDirn1 { get; }
```